import React from "react";

import { faUser, faStethoscope } from "@fortawesome/free-solid-svg-icons";
import { FontAwesomeIcon } from "@fortawesome/react-fontawesome";

function Information() {
  return (
    <div>
      <div>
        <span style={{ color: "#40839a" }}>
          <FontAwesomeIcon icon={faUser} style={{ marginLeft: "10px" }} Spin />
        </span>
        <span style={{ color: "#40839a" }}>نبذة عن الطبيب: </span>
        <p>استشارى جراحه الانف والاذن والحنجرة ومناظير الجيوب الأنفية</p>
      </div>
      <div>
        <span>
          <FontAwesomeIcon
            icon={faStethoscope}
            style={{ marginLeft: "10px", color: "#40839a" }}
            Spin
          />
        </span>
        <span>
          دكتور اطفال وحديثي الولادة, سكر وغدد صماء في المعادي, القاهرة
        </span>
      </div>
      <div style={{ marginTop: "40px" }}>
        <span style={{ color: "#40839a" }}>
          <FontAwesomeIcon icon={faUser} style={{ marginLeft: "10px" }} Spin />
        </span>
        <span> خدمات الطبيب:</span>
        <p style={{ marginRight: "30px" }}>
          متابعة الأطفال ذوي الاحتياجات الخاصة: متلازمة داون فرط الحركه التوحد
          صعوبات التعلم تأخر الكلام (أمراض التخاطب) تنمية مهارات تعديل سلوك
          تشخيص المتلازمات والأمراض الوراثية: متلازمة داون تيرنر كلينفلتر
          كروموسوم أكس الهش وغيرها من المتلازمات أمراض الدم الوراثية : أنيميا
          البحر الأبيض المتوسط (ثلاثيميا) أنيميا الخلايا المنجلية انيميا الفول
          الهيموفيليا أمراض نقص الصفائح الدموية و غيرها من أمراض الدم الوراثية
          تشخيص و متابعة حالات أمراض الغدد الصماء الوراثية: نقص هرمون الغدة
          الدرقية للأطفال نقص هرمون النمو خلل افرازات الغدة الكظرية فوق الكلوية
          وغيرها من امراض الغدد الصماء الوراثية تشخيص ومتابعة حالات ضمور العضلات
          الوراثى مثل مرض دوشين وبيكر و غيرها من أمراض ضمور العضلات الوراثية
          تشخيص ومتابعة حالات الشلل الدماغى بأنواعه المختلفة التأخر الذهنى
          بأسبابه المختلفة تشخيص حالات ضعف السمع الوراثى الإرشاد الوراثى الوقائى
          لتجنب حدوث الأمراض الوراثية والتشوهات الخلقية وخاصة فى حالة وجود تاريخ
          طبى يشير الى حدوث مرض وراثى فى الأجيال المختلفة بالعائلة وكذلك فى حالة
          تعدد زواج الأقارب داخل العائلة الواحدة مما يعطى فرصة لانتقال الجين
          المصاب من جيل الى أخر
        </p>
      </div>
    </div>
  );
}

export default Information;
